const chalk = require('chalk')
const fs = require('fs')

global.menu = `
ɴᴀᴍᴀ ꜱᴀyᴀ ᴀᴅᴀʟᴀʜ *ʀᴀᴢᴏʀ-x*

ʙᴏᴛ ɪɴɪ ᴅᴀᴘᴀᴛ ᴅɪɢᴜɴᴀᴋᴀɴ sᴇʙᴀɢᴀɪ *ᴇᴅᴜᴋᴀsɪ ᴘᴇʟᴀᴊᴀʀᴀɴ*, *ᴜɴᴅᴜʜᴀɴ ᴍᴇᴅɪᴀ*, *ɢᴀᴍᴇ*, *ᴘᴇɴᴊᴀɢᴀ ɢʀᴜᴘ*, *ᴅᴀɴ ʟᴀɪɴɴʏᴀ* ʏᴀɴɢ ᴅᴀᴘᴀᴛ ᴍᴇᴍʙᴜᴀᴛ ᴋᴀᴍᴜ ʟᴇʙɪʜ ᴍᴜᴅᴀʜ ᴜɴᴛᴜᴋ ᴍᴇɴᴊᴀʟᴀɴɪ ʜᴀʀɪ-ʜᴀʀɪ:>

 *✎ ᴏᴡɴᴇʀ : ᴊᴏsʜᴜᴀ*
 
ᴊɪᴋᴀ ᴀᴅᴀ ᴍᴀsᴀʟᴀʜ ᴅᴀʟᴀᴍ ᴘᴇɴɢɢᴜɴᴀᴀɴ sɪʟᴀʜᴋᴀɴ ʜᴜʙᴜɴɢɪ ᴄʀᴇᴀᴛᴏʀ ᴜɴᴛᴜᴋ ᴍᴇɴᴀɴʏᴀᴋᴀɴ *.ᴏᴡɴᴇʀ*

┌ ◦ ᴍᴇɴᴀᴍᴘɪʟᴋᴀɴ ғɪᴛᴜʀ ʙᴏᴛ: *.ᴠᴀʟʟ*
└ ◦ ᴍᴇɴᴀᴍᴘɪʟᴋᴀɴ sɪᴍᴘᴇʟ ᴍᴇɴᴜ: *sɪᴍᴘᴇʟ*

copyright *©Joshua* and all rights reserved`

global.simpel = `
┏❏═┅═━–〈 Sɪᴍᴘᴇʟ Mᴇɴᴜ
┆
┆☂︎ *.ᴀʟʟᴍᴇɴᴜ*
┆☂︎ *.ᴛᴏᴏʟs*
┆☂︎ *.ᴀɪᴍᴇɴᴜ*
┆☂︎ *.ɴsғᴡ*
┆☂︎ *.ɢᴀᴍᴇᴍᴇɴᴜ*
┆☂︎ *.ɪꜱʟᴀᴍᴍᴇɴᴜ*
┆☂︎ *.ʙᴜɢᴍᴇɴᴜ*
┆☂︎ *.ʀᴘɢ*
┆☂︎ *.ɢʀᴏᴜᴘᴍᴇɴᴜ*
┆☂︎ *.ʙᴇʀɪᴛᴀᴍᴇɴᴜ*
┆☂︎ *.ꜰᴜɴᴍᴇɴᴜ*
┆☂︎ *.ᴏᴡɴᴇʀᴍᴇɴᴜ*
┆☂︎ *.ᴀᴅᴅᴍᴇɴᴜ*
┆☂︎ *.ʀᴀɴᴅᴏᴍᴍᴇɴᴜ*
┆☂︎ *.ᴅᴏᴡɴʟᴏᴀᴅᴍᴇɴᴜ*
┆☂︎ *.ᴛᴇxᴛᴍᴀᴋᴇʀ*
┆☂︎ *.ɢᴀꜱᴍᴇɴᴜ*
┆☂︎ *.ᴄᴜᴄɪᴍᴀᴛᴀ*
┗─────────────────⬣`

global.vall = `
∘₊✧──────『𝗔𝗹𝗹 𝗠𝗲𝗻𝘂』──────

┌  ◦ *𝗜𝗻𝗳𝗼 𝗠𝗲𝗻𝘂*
│  ◦ sc
│  ◦ tqto
│  ◦ donasi
│  ◦ owner
│  ◦ bot
│  ◦ sosmed
│  ◦ panel
│  ◦ daftar
┗─────────────────⬣  
┌  ◦ *𝗧𝗼𝗼𝗹𝘀*
│  ◦  igstalk
│  ◦  tomp4
│  ◦  tomp3
│  ◦  toaud
│  ◦  tovn
│  ◦  toaudio
│  ◦  togif
│  ◦  tourl
│  ◦  smeme
│  ◦  stalktiktok
│  ◦  infogempa
│  ◦  ffstalk
│  ◦  txt2img
│  ◦  2img
│  ◦  hd
│  ◦  myip
│  ◦  githubclone
│  ◦  menfes
│  ◦  fbvideo (linknya)
│  ◦  fbreels (linknya)
│  ◦  ig (linknya)
│  ◦  igreels (linknya)
│  ◦  twitvideo (linknya)
│  ◦  tiktokvideo (linknya)
│  ◦  ytmp3 (linknya)
│  ◦  ytmp4 (linknya)
│  ◦  ytsearch (linknya)
│  ◦  ytsearch2 (linknya)
│  ◦  play (query)
│  ◦  ytreels (linknya)
│  ◦  getmusic (reply hasil)
│  ◦  getvideo (reply hasil)
│  ◦  qr
│  ◦  sticker
│  ◦  kalkulator
┗─────────────────⬣  
┌  ◦ *RPG*
│  ◦  inventory
│  ◦  mining
│  ◦  hunt
│  ◦  buy
│  ◦  sell
│  ◦  leaderboard
│  ◦  heal
┗─────────────────⬣ 

┌  ◦ *𝗥𝗮𝗻𝗱𝗼𝗺 𝗠𝗲𝗻𝘂*
│  ◦  sewa
│  ◦  nope
│  ◦  tutorial
│  ◦  wm
│  ◦  jodoh
│  ◦  wmvideo
│  ◦  emojimix
│  ◦  emojimix2
│  ◦  attp (textnya)
│  ◦  ttp (textnya)
│  ◦  afk (textnya)
│  ◦  gambar (textnya)
│  ◦  quotesanime
│  ◦  faktaunik
│  ◦  katabijak
│  ◦  pantun
│  ◦  bucin
│  ◦  quotes
│  ◦  darkjokes
│  ◦  google
│  ◦  couple
│  ◦  coffe
│  ◦  getname
│  ◦  getpic
│  ◦  setppgroup
│  ◦  lirik
│  ◦  cerpen
│  ◦  qcimg
│  ◦  ceritahoror
│  ◦  cuaca
┗─────────────────⬣  
┌  ◦ *ᴀᴅᴠᴀɴᴄᴇᴅ*
│  ◦ >
│  ◦ =>
│  ◦ $
┗─────────────────⬣  
┌  ◦ *𝗔𝗶 𝗠𝗲𝗻𝘂*
│  ◦ ai
│  ◦ ryo
│  ◦ miku
│  ◦ luffy
│  ◦ zeta
│  ◦ chaca
┗─────────────────⬣  

┌  ◦ *NSFW Menu*
│  ◦  baka
│  ◦  smug
│  ◦  neko_sfw
│  ◦  hentai_gif
│  ◦  spank
│  ◦  blowjob
│  ◦  cumarts
│  ◦  eroyuri
│  ◦  eroneko
│  ◦  erokemonomimi
│  ◦  erokitsune
│  ◦  ero
│  ◦  feet
│  ◦  erofeet
│  ◦  feetgif
│  ◦  femdom
│  ◦  futanari
│  ◦  hentai
│  ◦  holoero
│  ◦  holo
│  ◦  keta
│  ◦  kitsune
│  ◦  kemonomimi
│  ◦  pussyart
│  ◦  pussywankgifgirl_solo
│  ◦  girl_solo_gif
│  ◦  tits
│  ◦  trap
│  ◦  yuri
│  ◦  avatar2
│  ◦  anal
│  ◦  bj
│  ◦  boobs
│  ◦  classic
│  ◦  cumsluts
│  ◦  kuni
│  ◦  lesbian
│  ◦  n
│  ◦  neko_gif
│  ◦  ahegao
│  ◦  bdsm
│  ◦  cuckold
│  ◦  cum
│  ◦  foot
│  ◦  gangbang
│  ◦  glasses
│  ◦  jahy
│  ◦  masturbation
│  ◦  nsfw_neko
│  ◦  orgy
│  ◦  panties
│  ◦  tentacles
│  ◦  thighs
│  ◦  zettai
┗─────────────────⬣ 

┌  ◦ *𝗚𝗿𝗼𝘂𝗽 𝗠𝗲𝗻𝘂*
│  ◦. welcome on / off
│  ◦. antilink on / off
│  ◦. antitoxic on / off
│  ◦. pushkontak (textnya)
│  ◦. pushcontid (id group)
│  ◦. bcgc (textnya)
│  ◦. hidetag (textnya)
│  ◦. kick (628xx)
│  ◦. add (628xx)
│  ◦. promote (628xx)
│  ◦. demote (628xx)
│  ◦. sendlinkgc (628xx)
│  ◦. editgroup close / open
│  ◦. editinfo on / off
│  ◦. join (linknya)
│  ◦. editsubjek (textnya)
│  ◦. editdesk (textnya)
│  ◦. tagall (textnya)
│  ◦. inspect (linknya)
│  ◦. linkgroup
│  ◦. resetlinkgc
│  ◦. promoteall
│  ◦. demoteall
│  ◦. larangan
│  ◦. virgam
│  ◦. buatsw
│  ◦. buatswimage
│  ◦. buatswvideo
│  ◦. swin
│  ◦. vnsw
│  ◦. buatswptv
│  ◦. toptv
│  ◦. buatsws
┗─────────────────⬣  
┌  ◦ *𝗠𝗲𝗻𝘂 𝗚𝗮𝗺𝗲*
│  ◦.ᴛᴛᴄ
│  ◦.ᴅᴇʟᴛᴄ
│  ◦.ꜱᴜɪᴛᴘᴠᴘ
│  ◦.ᴛᴇʙᴀᴋ ᴋᴀᴛᴀ
│  ◦.ᴛᴇʙᴀᴋ ɢᴀᴍʙᴀʀ
│  ◦.ᴛᴇʙᴀᴋ ʟɪʀɪᴋ
│  ◦.ᴛᴇʙᴀᴋ ᴋᴀʟɪᴍᴀᴛ
│  ◦.ᴛᴇʙᴀᴋ ʟᴀɢᴜ
│  ◦.ᴛᴇʙᴀᴋ ʟᴏɴᴛᴏɴɢ
│  ◦.ꜰᴀᴍɪʟʏ100
│  ◦.ᴋᴜɪꜱᴍᴀᴛʜ ɴᴏᴏʙ
│  ◦.ᴋᴜɪꜱᴍᴀᴛʜ ᴇᴀꜱʏ
│  ◦.ᴋᴜɪꜱᴍᴀᴛʜ ᴍᴇᴅɪᴜᴍ
│  ◦.ᴋᴜɪꜱᴍᴀᴛʜ ʜᴀʀᴅ
│  ◦.ᴋᴜɪꜱᴍᴀᴛʜ ᴇxᴛʀᴇᴍᴇ
│  ◦.ᴋᴜɪꜱᴍᴀᴛʜ ɪᴍᴘᴏꜱꜱɪʙʟᴇ
│  ◦.ᴋᴜɪꜱᴍᴀᴛʜ ɪᴍᴘᴏꜱꜱɪʙʟᴇ2
┗─────────────────⬣  
┌  ◦ *𝗕𝗲𝗿𝗶𝘁𝗮 𝗠𝗲𝗻𝘂*
│  ◦ fajar
│  ◦ cnn
│  ◦ layarkaca
│  ◦ cnbc
│  ◦ tribun
│  ◦ indozone
│  ◦ kompas
│  ◦ detik
│  ◦ daily
│  ◦ inews
│  ◦ okezone
│  ◦ sindo
│  ◦ tempo
│  ◦ antara
│  ◦ kontan
│  ◦ merdeka
│  ◦ jalantikus-meme
┗─────────────────⬣  
┌  ◦ *𝗠𝗲𝗻𝘂 𝗢𝘄𝗻𝗲𝗿*
│  ◦. setppbot
│  ◦. addprem (628xx)
│  ◦. delprem (628xx)
│  ◦. listprem
│  ◦. pengguna add (628xx)
│  ◦. pengguna del (628xx)
│  ◦. listban
│  ◦. hapusdb (628xx@s.whatsapp.net)
│  ◦. listdb
│  ◦. block
│  ◦. pppanjang
│  ◦. unblock
┗─────────────────⬣  
┌  ◦ *𝗜𝘀𝗹𝗮𝗺 𝗠𝗲𝗻𝘂*
│  ◦. jadwalsholat
│  ◦. kisahnabi
│  ◦. alquranaudio
│  ◦. asmaulhusna
│  ◦. alquran
│  ◦. listsurah
┗─────────────────⬣  
┌  ◦ *𝗙𝘂𝗻 𝗠𝗲𝗻𝘂*
│  ◦.ᴀʀᴛɪɴᴀᴍᴀ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴀʀᴛɪᴍɪᴍᴘɪ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴋᴇᴄᴏᴄᴏᴋᴀɴᴘᴀꜱᴀɴɢᴀɴ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴋᴇᴄᴏᴄᴏᴋᴀɴɴᴀᴍᴀ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴊᴀᴅɪᴀɴᴘᴇʀɴɪᴋᴀʜᴀɴ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ʀᴇᴊᴇᴋɪ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ꜱɪꜰᴀᴛᴜꜱᴀʜᴀ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴘᴇᴋᴇʀᴊᴀᴀɴ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴀʀᴛɪᴛᴀʀᴏᴛ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴘᴏᴛᴇɴꜱɪᴘᴇɴʏᴀᴋɪᴛ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ʀᴀᴍᴀʟᴀɴɴᴀꜱɪʙ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ʜᴀʀɪꜱᴀɴɢᴀʀ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ʜᴀʀɪʙᴀɪᴋ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ꜰᴇɴɢꜱʜᴜɪ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ɴᴀɢᴀʜᴀʀɪ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ʜᴀʀɪɴᴀᴀꜱ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴡᴇᴛᴏɴ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴘᴇʀᴜɴᴛᴜɴɢᴀɴ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴀʀᴀʜʀᴇᴊᴇᴋɪ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ꜱɪꜰᴀᴛ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴋᴇʙᴇʀᴜɴᴛᴜɴɢᴀɴ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴍᴇᴍᴀɴᴄɪɴɢ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴍᴀꜱᴀꜱᴜʙᴜʀ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴢᴏᴅɪᴀᴋ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ꜱʜɪᴏ (ᴛᴇxᴛɴʏᴀ)
┗─────────────────⬣  
┌  ◦ *𝗖𝘂𝗰𝗶 𝗠𝗮𝘁𝗮*
│  ◦  cecanindo
│  ◦  cecanchina
│  ◦  cecanhijaber
│  ◦  cecanmalaysia
│  ◦  cecanvietnam
│  ◦  cecankorea
│  ◦  cecanjepan
│  ◦  cecan
│  ◦  art
│  ◦  awoo
│  ◦  bts
│  ◦  cogan
│  ◦  elaina
│  ◦  paptt foto/video
│  ◦  exo
│  ◦  elf
│  ◦  estetic
│  ◦  kanna
│  ◦  loli
│  ◦  neko2
│  ◦  waifu
│  ◦  shota
│  ◦  husbu
│  ◦  sagiri
│  ◦  shinobu
│  ◦  megumin
│  ◦  wallnime
│  ◦  quotesimage
│  ◦  neko
│  ◦  waifu
│  ◦  kill
│  ◦  pat
│  ◦  lick
│  ◦  bite
│  ◦  yeet
│  ◦  bonk
│  ◦  wink
│  ◦  poke
│  ◦  nom
│  ◦  slap
│  ◦  smile
│  ◦  wave
│  ◦  blush
│  ◦  smug
│  ◦  glomp
│  ◦  happy
│  ◦  dance
│  ◦  cringe
│  ◦  highfive
│  ◦  handhold
┗─────────────────⬣  
┌  ◦ *𝗔𝗱𝗱 𝗠𝗲𝗻𝘂*
│  ◦  setcmd
│  ◦  delcmd
│  ◦  listcmd
│  ◦  setppbot
│  ◦  addpdf
│  ◦  delpdf
│  ◦  listpdf
│  ◦  yopdf
│  ◦  sendpdf
│  ◦  addzip
│  ◦  delzip
│  ◦  listzip
│  ◦  yozip
│  ◦  sendzip
│  ◦  addapk
│  ◦  delapk
│  ◦  listapk
│  ◦  yoapk
│  ◦  sendapk
│  ◦  addvn
│  ◦  delvn
│  ◦  listvn
│  ◦  addmsg
│  ◦  sendlist
│  ◦  listmsg
│  ◦  delmsg
│  ◦  getmsg
┗─────────────────⬣
┌  ◦ *𝗧𝗲𝘅𝘁 𝗠𝗮𝗸𝗲𝗿*
│  ◦. blackpink
│  ◦. rainbow2
│  ◦. water_pipe
│  ◦. halloween
│  ◦. sketch
│  ◦. sircuit
│  ◦. discovery
│  ◦. metallic2
│  ◦. fiction
│  ◦. demon
│  ◦. transformer
│  ◦. berry
│  ◦. thunder
│  ◦. magma
│  ◦. 3dstone
│  ◦. neon
│  ◦. glitch
│  ◦. harry_potter
│  ◦. embossed
│  ◦. broken
│  ◦. papercut
│  ◦. gradient
│  ◦. glossy
│  ◦. watercolor
│  ◦. multicolor
│  ◦. neon_devil
│  ◦. underwater
│  ◦. bear
│  ◦. wonderfulg
│  ◦. christmas
│  ◦. neon_light
│  ◦. snow
│  ◦. cloudsky
│  ◦. luxury2
│  ◦. gradient2
│  ◦. summer
│  ◦. writing
│  ◦. engraved
│  ◦. summery
│  ◦. 3dglue
│  ◦. metaldark
│  ◦. neonlight
│  ◦. oscar
│  ◦. minion
│  ◦. holographic
│  ◦. purple
│  ◦. glossyb
│  ◦. deluxe2
│  ◦. glossyc
│  ◦. fabric
│  ◦. neonc
│  ◦. newyear
│  ◦. newyear2
│  ◦. metals
│  ◦. xmas
│  ◦. blood
│  ◦. darkg
│  ◦. joker
│  ◦. wicker
│  ◦. natural
│  ◦. firework
│  ◦. skeleton
│  ◦. balloon
│  ◦. balloon2
│  ◦. balloon3
│  ◦. balloon4
│  ◦. balloon5
│  ◦. balloon6
│  ◦. balloon7
│  ◦. steel
│  ◦. gloss
│  ◦. denim
│  ◦. decorate
│  ◦. decorate2
│  ◦. peridot
│  ◦. rock
│  ◦. glass
│  ◦. glass2
│  ◦. glass3
│  ◦. glass4
│  ◦. captain_as2
│  ◦. robot
│  ◦. equalizer
│  ◦. toxic
│  ◦. sparkling
│  ◦. sparkling2
│  ◦. sparkling3
│  ◦. decorative
│  ◦. chocolate
│  ◦. strawberry
│  ◦. koifish
│  ◦. bread
│  ◦. matrix
│  ◦. blood2
│  ◦. neonligth2
│  ◦. thunder2
│  ◦. 3dbox
│  ◦. neon2
│  ◦. roadw
│  ◦. bokeh
│  ◦. gneon
│  ◦. advanced
│  ◦. dropwater
│  ◦. wall
│  ◦. chrismast
│  ◦. honey
│  ◦. drug
│  ◦. marble
│  ◦. marble2
│  ◦. ice
│  ◦. juice
│  ◦. rusty
│  ◦. abstra
│  ◦. biscuit
│  ◦. wood
│  ◦. scifi
│  ◦. metalr
│  ◦. purpleg
│  ◦. shiny
│  ◦. jewelry
│  ◦. jewelry2
│  ◦. metalh
│  ◦. golden
│  ◦. glitter
│  ◦. metale
│  ◦. carbon
│  ◦. candy
│  ◦. metalb
│  ◦. gemb
│  ◦. 3dchrome
│  ◦. metalb2
│  ◦. metalg
┗─────────────────⬣
͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏𝚉𝚘𝚗𝚎 𝙱𝚊𝚑𝚊𝚢𝚊 

𝙂𝙖𝙨 𝙈𝙚𝙣𝙪

. spamsms (628xx)
. call (628xx)
. kenon (628xx)
. verif@ (628xx)
. banned (628xx)
. unbannedv2 (628xx)
. unbannedv3 (628xx)
. unbannedv4 (628xx)
. unbannedv5 (628xx)

➛ 𝗕𝘂𝗴 𝗠𝗲𝗻𝘂

*BUG SPAM PAKE JUMLAH*

.❤️ (Jumlah)
.😁 (Jumlah)
.😱 (Jumlah)
.🤣 (Jumlah)
.😂 (Jumlah)
.😘 (Jumlah)
.💔 (Jumlah)
.👊 (Jumlah)

Contoh : 😂 5
*KIRIM KE PRIBADI*

.🌷 (628xxxx)
.🐵 (628xxxx)
.🙈 (628xxxx)
.🙉 (628xxxx)
.🙊 (628xxxx)
.🐒 (628xxxx)
.ꜱᴀɴᴛᴇᴛ (628xxxx)
.ꜱᴇɴᴅɢᴀꜱꜰᴜʟʟ (628xxxx)
.ꜱᴇɴᴅᴜɴʟɪᴛʀᴏʟɪ (628xxxx)
.ꜱᴇɴᴅᴜɴʟɪᴅᴏᴄᴜ (628xxxx)
.ꜱᴇɴᴅᴜɴʟɪᴄᴜʏ (628xxxx)
.ꜱᴇɴᴅᴜɴʟɪʙᴏᴍ (628xxxx)
.ꜱᴇɴᴅᴜɴʟɪʟᴀɢ (628xxxx)
.ꜱᴇɴᴅᴜɴʟɪᴅᴇʟᴀʏ (628xxxx)
.𝚂𝙴𝙽𝙳𝙸𝙽𝚅𝙸𝚃𝙴 (𝟼𝟸𝚇𝚇𝚇𝚇𝚇𝚇) 
.𝚂𝙴𝙽𝙳𝙸𝙽𝚅𝙸𝚃𝙴𝟸 (𝟼𝟸𝚇𝚇𝚇𝚇) 
.𝚂𝙴𝙽𝙳𝙸𝙽𝚅𝙸𝚃𝙴𝟹 (𝟼𝟸𝚇𝚇𝚇𝚇) 

Contoh : 🌷 6281214281312
*KIRIM KE GROUP PAKEI ID*

.ᴛʀᴏʟɪɢᴄ (ɪᴅ ɢʀᴏᴜᴘ)
.ᴅᴏᴄᴜɢᴄ (ɪᴅ ɢʀᴏᴜᴘ)
.ɢᴀꜱꜰᴜʟʟɢᴄ (ʟɪɴᴋ ɴʏᴀ)
.ꜱᴀɴᴛᴇᴛɢᴄ (ʟɪɴᴋ ɴʏᴀ)
.ᴜɴʟɪᴅᴇʟᴀʏɢᴄ (ʟɪɴᴋ ɴʏᴀ)
.ᴜɴʟɪʟᴀɢɢᴄ (ʟɪɴᴋ ɴʏᴀ)
.ᴜɴʟɪʙᴏᴍɢᴄ (ʟɪɴᴋ ɴʏᴀ)
.ᴜɴʟɪᴄᴜʏɢᴄ (ʟɪɴᴋ ɴʏᴀ)

*BUG SPAM DI TEMPAT*

.ᴜɴʟɪᴛᴇᴛ
.ᴜɴʟɪᴛʀᴏʟɪ
.ᴜɴʟɪᴅᴏᴄᴜ
.ᴜɴʟɪᴠɪʀᴛᴇxᴛ
.ᴜɴʟɪᴅᴇʟᴀʏ
.ᴜɴʟɪʟᴀɢ
.ᴜɴʟɪʙᴏᴍ
.ᴜɴʟɪᴄᴜʏ

*BONUS*

. okta
. goyang

 
┗─────────────────⬣`

global.nsfw = ` 
┌  ◦ *NSFW Menu*
│  ◦  baka
│  ◦  smug
│  ◦  neko_sfw
│  ◦  hentai_gif
│  ◦  spank
│  ◦  blowjob
│  ◦  cumarts
│  ◦  eroyuri
│  ◦  eroneko
│  ◦  erokemonomimi
│  ◦  erokitsune
│  ◦  ero
│  ◦  feet
│  ◦  erofeet
│  ◦  feetgif
│  ◦  femdom
│  ◦  futanari
│  ◦  hentai
│  ◦  holoero
│  ◦  holo
│  ◦  keta
│  ◦  kitsune
│  ◦  kemonomimi
│  ◦  pussyart
│  ◦  pussywankgifgirl_solo
│  ◦  girl_solo_gif
│  ◦  tits
│  ◦  trap
│  ◦  yuri
│  ◦  avatar2
│  ◦  anal
│  ◦  bj
│  ◦  boobs
│  ◦  classic
│  ◦  cumsluts
│  ◦  kuni
│  ◦  lesbian
│  ◦  n
│  ◦  neko_gif
│  ◦  ahegao
│  ◦  bdsm
│  ◦  cuckold
│  ◦  cum
│  ◦  foot
│  ◦  gangbang
│  ◦  glasses
│  ◦  jahy
│  ◦  masturbation
│  ◦  nsfw_neko
│  ◦  orgy
│  ◦  panties
│  ◦  tentacles
│  ◦  thighs
│  ◦  zettai
└  `
global.ownermenu = `
┌  ◦ *𝗠𝗲𝗻𝘂 𝗢𝘄𝗻𝗲𝗿*
│  ◦. setppbot
│  ◦. pppanjang
│  ◦. addprem (628xx)
│  ◦. delprem (628xx)
│  ◦. listprem
│  ◦. pengguna add (628xx)
│  ◦. pengguna del (628xx)
│  ◦. listban
│  ◦. hapusdb (628xx@s.whatsapp.net)
│  ◦. listdb
│  ◦. block
│  ◦. unblock
│  ◦. >
│  ◦. =>
│  ◦. $
└ `

global.bugmenu = `
𝗕𝘂𝗴 𝗠𝗲𝗻𝘂

*BUG SPAM PAKE JUMLAH*

.❤️ (Jumlah)
.😁 (Jumlah)
.😱 (Jumlah)
.🤣 (Jumlah)
.😂 (Jumlah)
.😘 (Jumlah)
.💔 (Jumlah)
.👊 (Jumlah)

Contoh : 😂 5
*KIRIM KE PRIBADI*

.🌷 (628xxxx)
.🐵 (628xxxx)
.🙈 (628xxxx)
.🙉 (628xxxx)
.🙊 (628xxxx)
.🐒 (628xxxx)
.ꜱᴀɴᴛᴇᴛ (628xxxx)
.ꜱᴇɴᴅɢᴀꜱꜰᴜʟʟ (628xxxx)
.ꜱᴇɴᴅᴜɴʟɪᴛʀᴏʟɪ (628xxxx)
.ꜱᴇɴᴅᴜɴʟɪᴅᴏᴄᴜ (628xxxx)
.ꜱᴇɴᴅᴜɴʟɪᴄᴜʏ (628xxxx)
.ꜱᴇɴᴅᴜɴʟɪʙᴏᴍ (628xxxx)
.ꜱᴇɴᴅᴜɴʟɪʟᴀɢ (628xxxx)
.ꜱᴇɴᴅᴜɴʟɪᴅᴇʟᴀʏ (628xxxx)
.𝚂𝙴𝙽𝙳𝙸𝙽𝚅𝙸𝚃𝙴 (𝟼𝟸𝚇𝚇𝚇𝚇𝚇𝚇) 
.𝚂𝙴𝙽𝙳𝙸𝙽𝚅𝙸𝚃𝙴𝟸 (𝟼𝟸𝚇𝚇𝚇𝚇) 
.𝚂𝙴𝙽𝙳𝙸𝙽𝚅𝙸𝚃𝙴𝟹 (𝟼𝟸𝚇𝚇𝚇𝚇) 

Contoh : 🌷 6281214281312
*KIRIM KE GROUP PAKEI ID*

.ᴛʀᴏʟɪɢᴄ (ɪᴅ ɢʀᴏᴜᴘ)
.ᴅᴏᴄᴜɢᴄ (ɪᴅ ɢʀᴏᴜᴘ)
.ɢᴀꜱꜰᴜʟʟɢᴄ (ʟɪɴᴋ ɴʏᴀ)
.ꜱᴀɴᴛᴇᴛɢᴄ (ʟɪɴᴋ ɴʏᴀ)
.ᴜɴʟɪᴅᴇʟᴀʏɢᴄ (ʟɪɴᴋ ɴʏᴀ)
.ᴜɴʟɪʟᴀɢɢᴄ (ʟɪɴᴋ ɴʏᴀ)
.ᴜɴʟɪʙᴏᴍɢᴄ (ʟɪɴᴋ ɴʏᴀ)
.ᴜɴʟɪᴄᴜʏɢᴄ (ʟɪɴᴋ ɴʏᴀ)

*BUG SPAM DI TEMPAT*

.ᴜɴʟɪᴛᴇᴛ
.ᴜɴʟɪᴛʀᴏʟɪ
.ᴜɴʟɪᴅᴏᴄᴜ
.ᴜɴʟɪᴠɪʀᴛᴇxᴛ
.ᴜɴʟɪᴅᴇʟᴀʏ
.ᴜɴʟɪʟᴀɢ
.ᴜɴʟɪʙᴏᴍ
.ᴜɴʟɪᴄᴜʏ

•-------------------------------------------------•
*BONUS*

.ʜᴀɪᴋᴀʟ
.ɢᴏʏᴀɴɢ`

global.groupmenu = `
┌  ◦ *𝗚𝗿𝗼𝘂𝗽 𝗠𝗲𝗻𝘂*
│  ◦. welcome on / off
│  ◦. antilink on / off
│  ◦. antitoxic on / off
│  ◦. pushkontak (textnya)
│  ◦. pushcontid (id group)
│  ◦. bcgc (textnya)
│  ◦. hidetag (textnya)
│  ◦. kick (628xx)
│  ◦. add (628xx)
│  ◦. promote (628xx)
│  ◦. demote (628xx)
│  ◦. sendlinkgc (628xx)
│  ◦. editgroup close / open
│  ◦. editinfo on / off
│  ◦. join (linknya)
│  ◦. editsubjek (textnya)
│  ◦. editdesk (textnya)
│  ◦. tagall (textnya)
│  ◦. inspect (linknya)
│  ◦. linkgroup
│  ◦. resetlinkgc
│  ◦. promoteall
│  ◦. demoteall
│  ◦. larangan
│  ◦. virgam
│  ◦. buatsw
│  ◦. buatswimage
│  ◦. buatswvideo
│  ◦. swin
│  ◦. vnsw
│  ◦. buatswptv
│  ◦. toptv
│  ◦. buatsws
└  `

global.tools = `
┌  ◦ *𝗧𝗼𝗼𝗹𝘀*
│  ◦  igstalk
│  ◦  tomp4
│  ◦  tomp3
│  ◦  toaud
│  ◦  tovn
│  ◦  toaudio
│  ◦  togif
│  ◦  tourl
│  ◦  kalkulator
│  ◦  smeme
│  ◦  stalktiktok
│  ◦  infogempa
│  ◦  ffstalk
│  ◦  txt2img
│  ◦  2img
│  ◦  hd
│  ◦  myip
│  ◦  githubclone
│  ◦  menfes
│  ◦  play2 (query)
│  ◦  fbvideo (linknya)
│  ◦  fbreels (linknya)
│  ◦  igvideo (linknya)
│  ◦  igreels (linknya)
│  ◦  twitvideo (linknya)
│  ◦  tiktokvideo (linknya)
│  ◦  ytmp3 (linknya)
│  ◦  ytmp4 (linknya)
│  ◦  ytsearch (linknya)
│  ◦  ytsearch2 (linknya)
│  ◦  play (query)
│  ◦  ytreels (linknya)
│  ◦  getmusic (reply hasil)
│  ◦  getvideo (reply hasil)
│  ◦  qr
│  ◦  sticker
└ `

global.randommenu = `
┌  ◦ *𝗥𝗮𝗻𝗱𝗼𝗺 𝗠𝗲𝗻𝘂*
│  ◦  sewa
│  ◦  nope
│  ◦  tutorial
│  ◦  wm
│  ◦  jodoh
│  ◦  wmvideo
│  ◦  emojimix
│  ◦  emojimix2
│  ◦  attp (textnya)
│  ◦  ttp (textnya)
│  ◦  afk (textnya)
│  ◦  gambar (textnya)
│  ◦  quotesanime
│  ◦  faktaunik
│  ◦  katabijak
│  ◦  pantun
│  ◦  bucin
│  ◦  quotes
│  ◦  darkjokes
│  ◦  google
│  ◦  couple
│  ◦  coffe
│  ◦  getname
│  ◦  getpic
│  ◦  setppgroup
│  ◦  lirik
│  ◦  cerpen
│  ◦  qcimg
│  ◦  ceritahoror
│  ◦  cuaca
└  `

global.islammenu = `
┌  ◦ *𝗜𝘀𝗹𝗮𝗺 𝗠𝗲𝗻𝘂*
│  ◦. jadwalsholat
│  ◦. kisahnabi
│  ◦. alquranaudio
│  ◦. asmaulhusna
│  ◦. alquran
│  ◦. listsurah
└  `

global.gasmenu = `
 . spamsms (628xx)
. call (628xx)
. kenon (628xx)
. verif@ (628xx)
. banned (628xx)
. unbannedv2 (628xx)
. unbannedv3 (628xx)
. unbannedv4 (628xx)
. unbannedv5 (628xx)`

global.textmaker = `
┌  ◦ *𝗧𝗲𝘅𝘁 𝗠𝗮𝗸𝗲𝗿*
│  ◦. blackpink
│  ◦. rainbow2
│  ◦. water_pipe
│  ◦. halloween
│  ◦. sketch
│  ◦. sircuit
│  ◦. discovery
│  ◦. metallic2
│  ◦. fiction
│  ◦. demon
│  ◦. transformer
│  ◦. berry
│  ◦. thunder
│  ◦. magma
│  ◦. 3dstone
│  ◦. neon
│  ◦. glitch
│  ◦. harry_potter
│  ◦. embossed
│  ◦. broken
│  ◦. papercut
│  ◦. gradient
│  ◦. glossy
│  ◦. watercolor
│  ◦. multicolor
│  ◦. neon_devil
│  ◦. underwater
│  ◦. bear
│  ◦. wonderfulg
│  ◦. christmas
│  ◦. neon_light
│  ◦. snow
│  ◦. cloudsky
│  ◦. luxury2
│  ◦. gradient2
│  ◦. summer
│  ◦. writing
│  ◦. engraved
│  ◦. summery
│  ◦. 3dglue
│  ◦. metaldark
│  ◦. neonlight
│  ◦. oscar
│  ◦. minion
│  ◦. holographic
│  ◦. purple
│  ◦. glossyb
│  ◦. deluxe2
│  ◦. glossyc
│  ◦. fabric
│  ◦. neonc
│  ◦. newyear
│  ◦. newyear2
│  ◦. metals
│  ◦. xmas
│  ◦. blood
│  ◦. darkg
│  ◦. joker
│  ◦. wicker
│  ◦. natural
│  ◦. firework
│  ◦. skeleton
│  ◦. balloon
│  ◦. balloon2
│  ◦. balloon3
│  ◦. balloon4
│  ◦. balloon5
│  ◦. balloon6
│  ◦. balloon7
│  ◦. steel
│  ◦. gloss
│  ◦. denim
│  ◦. decorate
│  ◦. decorate2
│  ◦. peridot
│  ◦. rock
│  ◦. glass
│  ◦. glass2
│  ◦. glass3
│  ◦. glass4
│  ◦. captain_as2
│  ◦. robot
│  ◦. equalizer
│  ◦. toxic
│  ◦. sparkling
│  ◦. sparkling2
│  ◦. sparkling3
│  ◦. decorative
│  ◦. chocolate
│  ◦. strawberry
│  ◦. koifish
│  ◦. bread
│  ◦. matrix
│  ◦. blood2
│  ◦. neonligth2
│  ◦. thunder2
│  ◦. 3dbox
│  ◦. neon2
│  ◦. roadw
│  ◦. bokeh
│  ◦. gneon
│  ◦. advanced
│  ◦. dropwater
│  ◦. wall
│  ◦. chrismast
│  ◦. honey
│  ◦. drug
│  ◦. marble
│  ◦. marble2
│  ◦. ice
│  ◦. juice
│  ◦. rusty
│  ◦. abstra
│  ◦. biscuit
│  ◦. wood
│  ◦. scifi
│  ◦. metalr
│  ◦. purpleg
│  ◦. shiny
│  ◦. jewelry
│  ◦. jewelry2
│  ◦. metalh
│  ◦. golden
│  ◦. glitter
│  ◦. metale
│  ◦. carbon
│  ◦. candy
│  ◦. metalb
│  ◦. gemb
│  ◦. 3dchrome
│  ◦. metalb2
│  ◦. metalg
└  `

global.infomenu = `
┌  ◦ *𝗜𝗻𝗳𝗼 𝗠𝗲𝗻𝘂*
│  ◦ sc
│  ◦ tqto
│  ◦ donasi
│  ◦ owner
│  ◦ bot
│  ◦ sosmed
│  ◦ panel
│  ◦ daftar
└  `

global.addmenu = `
┌  ◦ *𝗔𝗱𝗱 𝗠𝗲𝗻𝘂*
│  ◦  setcmd
│  ◦  delcmd
│  ◦  listcmd
│  ◦  setppbot
│  ◦  addpdf
│  ◦  delpdf
│  ◦  listpdf
│  ◦  yopdf
│  ◦  sendpdf
│  ◦  addzip
│  ◦  delzip
│  ◦  listzip
│  ◦  yozip
│  ◦  sendzip
│  ◦  addapk
│  ◦  delapk
│  ◦  listapk
│  ◦  yoapk
│  ◦  sendapk
│  ◦  addvn
│  ◦  delvn
│  ◦  listvn
│  ◦  addmsg
│  ◦  sendlist
│  ◦  listmsg
│  ◦  delmsg
│  ◦  getmsg
└ `
 
global.cucimata = `
┌  ◦ *𝗖𝘂𝗰𝗶 𝗠𝗮𝘁𝗮*
│  ◦  cecanindo
│  ◦  cecanchina
│  ◦  cecanhijaber
│  ◦  cecanmalaysia
│  ◦  cecanvietnam
│  ◦  cecankorea
│  ◦  cecanjepan
│  ◦  cecan
│  ◦  art
│  ◦  awoo
│  ◦  bts
│  ◦  cogan
│  ◦  elaina
│  ◦  paptt foto/video
│  ◦  exo
│  ◦  elf
│  ◦  estetic
│  ◦  kanna
│  ◦  loli
│  ◦  neko2
│  ◦  waifu
│  ◦  shota
│  ◦  husbu
│  ◦  sagiri
│  ◦  shinobu
│  ◦  megumin
│  ◦  wallnime
│  ◦  quotesimage
│  ◦  neko
│  ◦  waifu
│  ◦  kill
│  ◦  pat
│  ◦  lick
│  ◦  bite
│  ◦  yeet
│  ◦  bonk
│  ◦  wink
│  ◦  poke
│  ◦  nom
│  ◦  slap
│  ◦  smile
│  ◦  wave
│  ◦  blush
│  ◦  smug
│  ◦  glomp
│  ◦  happy
│  ◦  dance
│  ◦  cringe
│  ◦  highfive
│  ◦  handhold
└  `
global.beritamenu = `
┌  ◦ *𝗕𝗲𝗿𝗶𝘁𝗮 𝗠𝗲𝗻𝘂*
│  ◦ fajar
│  ◦ cnn
│  ◦ layarkaca
│  ◦ cnbc
│  ◦ tribun
│  ◦ indozone
│  ◦ kompas
│  ◦ detik
│  ◦ daily
│  ◦ inews
│  ◦ okezone
│  ◦ sindo
│  ◦ tempo
│  ◦ antara
│  ◦ kontan
│  ◦ merdeka
│  ◦ jalantikus-meme
└  `

global.rpgmenu = `
┌  ◦ *RPG*
│  ◦  inventory
│  ◦  mining
│  ◦  hunt
│  ◦  buy
│  ◦  sell
│  ◦  leaderboard
│  ◦  heal
└ `

global.funmenu = `
┌  ◦ *𝗙𝘂𝗻 𝗠𝗲𝗻𝘂*
│  ◦.ᴀʀᴛɪɴᴀᴍᴀ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴀʀᴛɪᴍɪᴍᴘɪ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴋᴇᴄᴏᴄᴏᴋᴀɴᴘᴀꜱᴀɴɢᴀɴ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴋᴇᴄᴏᴄᴏᴋᴀɴɴᴀᴍᴀ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴊᴀᴅɪᴀɴᴘᴇʀɴɪᴋᴀʜᴀɴ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ʀᴇᴊᴇᴋɪ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ꜱɪꜰᴀᴛᴜꜱᴀʜᴀ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴘᴇᴋᴇʀᴊᴀᴀɴ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴀʀᴛɪᴛᴀʀᴏᴛ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴘᴏᴛᴇɴꜱɪᴘᴇɴʏᴀᴋɪᴛ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ʀᴀᴍᴀʟᴀɴɴᴀꜱɪʙ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ʜᴀʀɪꜱᴀɴɢᴀʀ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ʜᴀʀɪʙᴀɪᴋ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ꜰᴇɴɢꜱʜᴜɪ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ɴᴀɢᴀʜᴀʀɪ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ʜᴀʀɪɴᴀᴀꜱ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴡᴇᴛᴏɴ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴘᴇʀᴜɴᴛᴜɴɢᴀɴ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴀʀᴀʜʀᴇᴊᴇᴋɪ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ꜱɪꜰᴀᴛ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴋᴇʙᴇʀᴜɴᴛᴜɴɢᴀɴ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴍᴇᴍᴀɴᴄɪɴɢ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴍᴀꜱᴀꜱᴜʙᴜʀ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ᴢᴏᴅɪᴀᴋ (ᴛᴇxᴛɴʏᴀ)
│  ◦.ꜱʜɪᴏ (ᴛᴇxᴛɴʏᴀ)
└  
`

global.gamemenu = `
┌  ◦ *𝗠𝗲𝗻𝘂 𝗚𝗮𝗺𝗲*
│  ◦.ᴛᴛᴄ
│  ◦.ᴅᴇʟᴛᴄ
│  ◦.ꜱᴜɪᴛᴘᴠᴘ
│  ◦.ᴛᴇʙᴀᴋ ᴋᴀᴛᴀ
│  ◦.ᴛᴇʙᴀᴋ ɢᴀᴍʙᴀʀ
│  ◦.ᴛᴇʙᴀᴋ ʟɪʀɪᴋ
│  ◦.ᴛᴇʙᴀᴋ ᴋᴀʟɪᴍᴀᴛ
│  ◦.ᴛᴇʙᴀᴋ ʟᴀɢᴜ
│  ◦.ᴛᴇʙᴀᴋ ʟᴏɴᴛᴏɴɢ
│  ◦.ꜰᴀᴍɪʟʏ100
│  ◦.ᴋᴜɪꜱᴍᴀᴛʜ ɴᴏᴏʙ
│  ◦.ᴋᴜɪꜱᴍᴀᴛʜ ᴇᴀꜱʏ
│  ◦.ᴋᴜɪꜱᴍᴀᴛʜ ᴍᴇᴅɪᴜᴍ
│  ◦.ᴋᴜɪꜱᴍᴀᴛʜ ʜᴀʀᴅ
│  ◦.ᴋᴜɪꜱᴍᴀᴛʜ ᴇxᴛʀᴇᴍᴇ
│  ◦.ᴋᴜɪꜱᴍᴀᴛʜ ɪᴍᴘᴏꜱꜱɪʙʟᴇ
│  ◦.ᴋᴜɪꜱᴍᴀᴛʜ ɪᴍᴘᴏꜱꜱɪʙʟᴇ2
└  
`
let file = require.resolve(__filename)
fs.watchFile(file, () => {
	fs.unwatchFile(file)
	console.log(chalk.redBright(`Update ${__filename}`))
	delete require.cache[file]
	require(file)
})
